Repository: orenskl/HiFiStreamer
Catalog: packages/addons/driver/sundtek-mediatv/source/resources/language/resource.language.*/strings.po
Languages: de_de

# #1000
source: General
de_de: Allgemein

# #1014
source: Extra delay [sec]
de_de: Verzögerung bevor Treiber gestartet wird [Sek.]

# #1015
source: Run user script
de_de: Skript welches vom Treiber-Stack gestartet werden soll

# #1030
source: Enable hardware PID filter
de_de: Hardware PID Filter einschalten

# #1035
source: Enable IR receiver
de_de: Fernbedienung unterstützen

# #1040
source: Lowest adapter number (/dev/dvb/adapterX/)
de_de: Niedrigste Adapter Nummer (/dev/dvb/adapterX/)

# #1050
source: Enable suspend/resume the driver
de_de: Suspend / Resume des Treibers zulassen

# #2000
source: Networking
de_de: Netzwerksupport

# #2005
source: Share local tuner over network
de_de: Netzwerkserver aktivieren

# #2010
source: Use network shared tuners
de_de: Mit Netzwerk-Tunern verbinden

# #2020
source: Server 1 IP address
de_de: Server 1 IP Adresse

# #2021
source: # of tuners
de_de: # Tuner ID

# #2030
source: Server 2 IP address
de_de: Server 2 IP Adresse

# #2031
source: # of tuners
de_de: # Tuner ID

# #2040
source: Server 3 IP address
de_de: Server 3 IP Adresse

# #2041
source: # of tuners
de_de: # Tuner ID

# #2050
source: Server 4 IP address
de_de: Server 4 IP Adresse

# #2051
source: # of tuners
de_de: # Tuner ID

# #2060
source: Server 5 IP address
de_de: Server 5 IP Adresse

# #2061
source: # of tuners
de_de: # Tuner ID

# #3000
source: Driver
de_de: Treiber

# #3005
source: Driver version
de_de: Treiber-Version

# #3010
source: >>> Update driver now <<<
de_de: >>> Treiber jetzt aktualisieren <<<

# #3020
source: Check for new driver version at boot
de_de: Bei Neustart auf neue Treiber-Version prüfen

# #9000
source: Tuner settings
de_de: Geräte Einstellungen

# #9005
source: Enable modifying settings
de_de: Geräte-Einstellung ändern

# #9010
source: >>> Refresh tuners <<<
de_de: >>> Tuner-Liste aktualisieren <<<

# #9020
source: IR protocol
de_de: IR Protokoll

# #9030
source: Keymap filename
de_de: Keymap Date
